<?php

return [
    [
        "id" => 1,
        "name" => "美棒"
    ],
    [
        "id" => 2,
        "name" => "日棒"
    ],
    [
        "id" => 3,
        "name" => "台棒"
    ],
    [
        "id" => 4,
        "name" => "韓棒"
    ],
    [
        "id" => 5,
        "name" => "冰球"
    ],
    [
        "id" => 6,
        "name" => "籃球"
    ],
    [
        "id" => 7,
        "name" => "彩球"
    ],
    [
        "id" => 8,
        "name" => "美足"
    ],
    [
        "id" => 9,
        "name" => "網球"
    ],
    [
        "id" => 10,
        "name" => "足球"
    ],
    [
        "id" => 11,
        "name" => "指數"
    ],
    [
        "id" => 12,
        "name" => "賽馬"
    ],
    [
        "id" => 13,
        "name" => "電競"
    ],
    [
        "id" => 14,
        "name" => "其他"
    ],
    [
        "id" => 20,
        "name" => "歐冠盃"
    ]
];
