<?php

return [
    [
        "id" => 1,
        "name" => "2D中間包組7"
    ],
    [
        "id" => 2,
        "name" => "2D包組"
    ],
    [
        "id" => 3,
        "name" => "2D包組7"
    ],
    [
        "id" => 4,
        "name" => "2D尾"
    ],
    [
        "id" => 5,
        "name" => "2D尾包組7"
    ],
    [
        "id" => 6,
        "name" => "2D頭"
    ],
    [
        "id" => 7,
        "name" => "2D頭包組7"
    ],
    [
        "id" => 8,
        "name" => "3D中間包組7"
    ],
    [
        "id" => 9,
        "name" => "3D包組"
    ],
    [
        "id" => 10,
        "name" => "3D包組7"
    ],
    [
        "id" => 11,
        "name" => "3D尾"
    ],
    [
        "id" => 12,
        "name" => "3D尾包組7"
    ],
    [
        "id" => 13,
        "name" => "3D頭"
    ],
    [
        "id" => 14,
        "name" => "3D頭包組7"
    ],
    [
        "id" => 15,
        "name" => "4D包組"
    ],
    [
        "id" => 16,
        "name" => "4D尾"
    ],
    [
        "id" => 17,
        "name" => "5D包組"
    ],
    [
        "id" => 18,
        "name" => "串燒2"
    ],
    [
        "id" => 19,
        "name" => "串燒3"
    ],
    [
        "id" => 20,
        "name" => "串燒3擊中多次"
    ],
    [
        "id" => 21,
        "name" => "串燒4擊中多次"
    ],
    [
        "id" => 22,
        "name" => "串燒5擊中多次"
    ],
    [
        "id" => 23,
        "name" => "串燒6擊中多次"
    ],
    [
        "id" => 24,
        "name" => "3A"
    ],
    [
        "id" => 25,
        "name" => "3ABC"
    ],
    [
        "id" => 26,
        "name" => "2A"
    ],
    [
        "id" => 27,
        "name" => "2ABC"
    ],
    [
        "id" => 28,
        "name" => "4D大"
    ],
    [
        "id" => 29,
        "name" => "4D小"
    ],
    [
        "id" => 30,
        "name" => "小單"
    ],
    [
        "id" => 31,
        "name" => 138
    ],
    [
        "id" => 32,
        "name" => "大"
    ],
    [
        "id" => 33,
        "name" => "小"
    ],
    [
        "id" => 34,
        "name" => "單"
    ],
    [
        "id" => 35,
        "name" => "雙"
    ],
    [
        "id" => 36,
        "name" => "大單"
    ],
    [
        "id" => 37,
        "name" => "大雙"
    ],
    [
        "id" => 38,
        "name" => "小雙"
    ],
    [
        "id" => 39,
        "name" => "奇"
    ],
    [
        "id" => 40,
        "name" => "偶"
    ],
    [
        "id" => 41,
        "name" => "上"
    ],
    [
        "id" => 42,
        "name" => "下"
    ],
    [
        "id" => 43,
        "name" => "和（上/下）"
    ],
    [
        "id" => 44,
        "name" => "和（奇/偶）"
    ],
    [
        "id" => 45,
        "name" => "擊中1個號碼"
    ],
    [
        "id" => 46,
        "name" => "擊中2個號碼"
    ],
    [
        "id" => 47,
        "name" => "擊中3個號碼"
    ],
    [
        "id" => 48,
        "name" => "個位數1"
    ],
    [
        "id" => 49,
        "name" => "個位數2"
    ],
    [
        "id" => 50,
        "name" => "個位數3"
    ],
    [
        "id" => 51,
        "name" => "個位數4"
    ],
    [
        "id" => 52,
        "name" => "個位數5"
    ],
    [
        "id" => 53,
        "name" => "個位數6"
    ],
    [
        "id" => 54,
        "name" => "個位數7"
    ],
    [
        "id" => 55,
        "name" => "個位數8"
    ],
    [
        "id" => 56,
        "name" => "個位數9"
    ],
    [
        "id" => 57,
        "name" => "個位數10"
    ],
    [
        "id" => 58,
        "name" => "遊泳系"
    ],
    [
        "id" => 59,
        "name" => "低"
    ],
    [
        "id" => 60,
        "name" => "中"
    ],
    [
        "id" => 61,
        "name" => "高"
    ],
    [
        "id" => 62,
        "name" => "魚蝦蟹 - 準確 2 組"
    ],
    [
        "id" => 63,
        "name" => "魚蝦蟹 - 準確 3 組"
    ],
    [
        "id" => 64,
        "name" => "魚蝦蟹 - 準確 4 組"
    ],
    [
        "id" => 65,
        "name" => "魚蝦蟹 - 準確 5 組"
    ],
    [
        "id" => 66,
        "name" => "魚蝦蟹 - 準確 6 組"
    ],
    [
        "id" => 67,
        "name" => "鼠馬貓雞"
    ],
    [
        "id" => 68,
        "name" => "龍狗牛羊"
    ],
    [
        "id" => 69,
        "name" => "虎猴蛇豬"
    ],
    [
        "id" => 70,
        "name" => "非生肖"
    ],
    [
        "id" => 71,
        "name" => "非遊泳系"
    ],
    [
        "id" => 72,
        "name" => "2葫蘆"
    ],
    [
        "id" => 73,
        "name" => "2蟹"
    ],
    [
        "id" => 74,
        "name" => "2蝦"
    ],
    [
        "id" => 75,
        "name" => "2魚"
    ],
    [
        "id" => 76,
        "name" => "2鹿"
    ],
    [
        "id" => 77,
        "name" => "2雞"
    ],
    [
        "id" => 78,
        "name" => "超過2個葫蘆"
    ],
    [
        "id" => 79,
        "name" => "超過2個蟹"
    ],
    [
        "id" => 80,
        "name" => "超過2個蝦"
    ],
    [
        "id" => 81,
        "name" => "超過2個魚"
    ],
    [
        "id" => 82,
        "name" => "超過2個鹿"
    ],
    [
        "id" => 83,
        "name" => "超過2個雞"
    ],
    [
        "id" => 84,
        "name" => "其他"
    ]
];
