<?php

return [
    [
        'id' => 101,
        'name' => '百家樂',
    ],
    [
        'id' => 102,
        'name' => '龍虎',
    ],
    [
        'id' => 103,
        'name' => '輪盤',
    ],
    [
        'id' => 104,
        'name' => '骰寶',
    ],
    [
        'id' => 105,
        'name' => '牛牛',
    ],
    [
        'id' => 106,
        'name' => '三公',
    ],
    [
        'id' => 107,
        'name' => '番攤',
    ],
    [
        'id' => 108,
        'name' => '色碟',
    ],
    [
        'id' => 110,
        'name' => '魚蝦蟹',
    ],
    [
        'id' => 111,
        'name' => '炸金花',
    ],
    [
        'id' => 112,
        'name' => '溫州牌',
    ],
    [
        'id' => 113,
        'name' => '二八槓',
    ],
    [
        'id' => 128,
        'name' => '安達巴哈',
    ],
];
